/* Archive - NSOpenPanel button title */
"Archive" = "Archiver";

/* Archive Files - NSOpenPanel title */
"Archive Files" = "Archiver les fichiers";

/* title of progress window */
"Archive Utility" = "Utilitaire d’archive";

/* alert: archiving operation was canceled */
"Archiving \"%1$@\" into \"%2$@\" was canceled." = "L’archivage de « %1$@ » dans « %2$@ » a été annulé.";

/* progress string when archiving */
"Archiving \"%1$@\"\\U2026" = "Archivage de « %1$@ »…";

/* Cancel */
"Cancel" = "Annuler";

/* Progress subtext when cleaning up */
"Cleaning up\\U2026" = "Nettoyage…";

/* alert: unable to unpack archive - unable to find suitable target directory */
"Could not find a writable folder for the contents of \"%1$@.\"  Try moving it to a writable folder." = "Impossible de trouver un dossier inscriptible pour le contenu de « %1$@ ». Essayez de le déplacer vers un dossier inscriptible.";

/* alert: unable to unarchive - target is not a dir or does not exist */
"Could not find a writable folder in which to create an archive of \"%1$@.\"  Try moving it to a writable folder." = "Impossible de trouver un dossier inscriptible dans lequel une archive de « %1$@ » peut être créée. Essayez de déplacer « %1$@ »  vers un dossier inscriptible.";

/* debug alert: finished archiving */
"Finished archiving \"%1$@\" into \"%2$@\"." = "Fin de l’archivage de « %1$@ » dans « %2$@ ».";

/* debug alert: archive finished unpacking */
"Finished unarchiving \"%1$@\" into \"%2$@\"." = "Fin du désarchivage de « %1$@ » dans « %2$@ ».";

/* Default name of progress window */
"Progress" = "Progression";

/* prompt when trying to save archive/unarchive */
"Select a location to save \"%1$@\"\\U2026" = "Sélectionnez l’emplacement où enregistrer « %1$@ »…";

/* alert: unable to make archive */
"Unable to archive \"%1$@\" into \"%2$@\".\n(Error %3$d - %4$@.)" = "Impossible d’archiver « %1$@ » dans « %2$@ ».\n(Erreur %3$d - %4$@.)";

/* unable to delete source */
"Unable to delete \"%1$@\"." = "Impossible de supprimer « %1$@ ».";

/* unable to delete archive */
"Unable to delete archive \"%1$@\"." = "Impossible de supprimer l’archive « %1$@ ».";

/* alert: unarchiving this flavor archive is not supported */
"Unable to expand \"%@\" - it is in an unsupported format." = "Impossible de décompresser « %@ » : le format n’est pas pris en charge.";

/* alert: unarchiving stuffit archives is not supported */
"Unable to expand \"%@\" - Stuffit archives are not supported." = "Impossible de décompresser « %@ » : l’archivage Stuffit n’est pas pris en charge.";

/* unable to finish unarchiving alert - move failed */
"Unable to finish unarchiving \"%1$@\" into \"%2$@\".\nCould not move \"%3$@\" into destination directory." = "Impossible de terminer le désarchivage « %1$@ » dans « %2$@ ».\nImpossible de placer « %3$@ » dans le répertoire de destination.";

/* unable to move source */
"Unable to move \"%1$@\" to \"%2$@." = "Impossible de déplacer « %1$@ » vers « %2$@ ».";

/* unable to move source alert - destination does not exist or not a directory */
"Unable to move \"%1$@\" to \"%2$@\".\nTarget does not exist or is not a directory." = "Impossible de placer « %1$@ » dans « %2$@ ».\nLa cible n’est pas un répertoire ou n’existe pas.";

/* unable to trash source */
"Unable to move \"%1$@\" to Trash." = "Impossible de placer « %1$@ » dans la corbeille.";

/* unable to move archive */
"Unable to move archive \"%1$@\" to \"%2$@." = "Impossible de déplacer l’archive « %1$@ » vers « %2$@ ».";

/* unable to move alert - destination does not exist or not a directory */
"Unable to move archive \"%1$@\" to \"%2$@\".\nTarget does not exist or is not a directory." = "Impossible de placer l’archive « %1$@ » dans « %2$@ ».\nLa cible n’est pas un répertoire ou n’existe pas.";

/* unable to trash archive */
"Unable to move archive \"%1$@\" to Trash." = "Impossible de placer l’archive « %1$@ » dans la corbeille.";

/* unable to open archive for unarchive alert */
"Unable to open archive \"%1$@\".\n(Error %2$d - %3$@.)" = "Impossible d’ouvrir l’archive « %1$@ ».\n(Erreur %2$d - %3$@)";

/* unable to open damaged archive for unarchive alert */
"Unable to open damaged archive \"%1$@\"." = "Impossible d’ouvrir l’archive endommagée « %1$@ ».";

/* unable to unarchive alert */
"Unable to unarchive \"%1$@\" into \"%2$@\".\n(Error %3$d - %4$@.)" = "Impossible de désarchiver « %1$@ » dans « %2$@ ».\n(Erreur %3$d - %4$@.)";

/* Unarchive - NSOpenPanel button title */
"Unarchive" = "Désarchiver";

/* Unarchive File - NSOpenPanel title */
"Unarchive File" = "Désarchiver le fichier";

/* alert: unarchiving operation was canceled */
"Unarchiving \"%1$@\" into \"%2$@\" was canceled." = "Le désarchivage de « %1$@ » dans « %2$@ » a été annulé.";

/* progress string when unarchiving */
"Unarchiving \"%1$@\"\\U2026" = "Désarchivage de « %1$@ »…";

